exports.donate = (id, XPTN, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *Donasi Ke ${XPTN}*
╠════════════════════
║┠❣︎ ⚜ *OVO*: _0896-5547-8810_
║┠❣︎ ⚜ *PULSA*: _0896-5547-8810_
║┠❣︎ ⚜ *GOPAY*: _0896-5547-8810_
╠════════════════════
║  *${XP-TN}*
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║┠❣︎ *Instagram <Follow>*
║┠  _${instagram}_
║┠❣︎ *Creator ${XPTN}*
║┠  _${nomer}_
║╰───────────────────
╠════════════════════
║ *MADE BY DIL-BOT*
╚════════════════════`
}

