exports.xp = (id, XPTN, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
  
❉──────────❉
         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
╔════════════════════
║ *MENU BOT ${XPTN}*
╠════════════════════
╠════════════════════
║│1. *.tools1*
║│2. *.tools2*
║│3. *.tools3*
║│4. *.tools4*
║│5. *.tools5*
║│6. *.tools6*
║│7. *.info*
║│8. *.owner*
║│9. *.donasi*
╠════════════════════
║════════════════════
║       ${XPTN}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║       ${XPTN}
╠════════════════════
╠════════════════════
║ *MADE BY DIL-BOT*
╚════════════════════`
}
